Repository: KinectToVR/Amethyst
Catalog: Amethyst/Strings/*/SettingsLearn.resw
Source language: en_us
Languages: de_de, fr_fr, ru_ru

# Captions.Filters.Explanations.EKF.Text
source: Highest latency, but very clean results. All jitter is removed, fast movement is still responsive because the filter is predictive.
de_de: Höchste Latenz, aber sehr flüssig. Es entfernt jeglichen Jitter (Flackern) und reagiert auf schnelle Bewegungen flink, da es vorhersagefähig (prädiktiv) ist.
fr_fr: Plus grande latence de tous le filtres, mais d'excellents résultats fluides. Les mouvements rapides restent sensibles vu que le filtre est prédictif.
ru_ru: Высокая задержка, но чистейшие результаты. Дрожание отсутствует, фильтрация предсказывает перемещение, поэтому быстрые движения очень отзывчивы.

# Captions.Filters.Explanations.LERP.Text
source: Minimal latency, makes all movement appear to be faster than what the sensor is capable of. Jitter is still noticeable.
de_de: Minimale Latenz, lässt alle Bewegungen schneller erscheinen als das, wozu der Sensor in der Lage ist. Jitter (Flackern) ist bemerkbar.
fr_fr: Latence minimale, donne l'impression que le tracking est plus rapide qu'il l'est vraiment. Les instabilités sont encore visibles.
ru_ru: Минимальная задержка, все движения выглядят быстрее, чем сенсор может их уловить. Дрожание все еще заметно.

# Captions.Filters.Explanations.LowPass.Text
source: Latency is slightly noticeable, but it removes jitter and looks overall smoother than no filter.
de_de: Latenz ist leicht bemerkbar, entfernt jedoch Jitter (Flackern) und sieht insgesamt flüssiger aus als kein Filter.
fr_fr: La latence est un peu visible, mais c'est plus fluide que sans filtre et les instabilités sont cachées.
ru_ru: Небольшая задержка, фильтрация сглаживает дрожание и выглядит плавнее, чем полное её отсутствие.

# Captions.Filters.Explanations.None.Text
source: Raw 30hz output from the sensor.
de_de: Rohe 30hz-Ausgabe vom Sensor.
fr_fr: Le squelette a 30hz directement du capteur.
ru_ru: Исходные данные сенсора в 30Гц.

# Captions.Filters.Names.EKF.Text
source: - Extended Kalman Filter
de_de: - Erweiterter Kalman-Filter
fr_fr: - Filtre Kalman Étendu
ru_ru: - Расширенная фильтрация Калмана (Kalman)

# Captions.Filters.Names.LERP.Text
source: - Linear Interpolation (default)
de_de: - Lineare Interpolation (standardmäßig eingestellt)
fr_fr: - Interpolation Linéaire (Défaut)
ru_ru: - Линейная интерполяция (Linear) (по умолчанию)

# Captions.Filters.Names.LowPass.Text
source: - Low Pass Filter
de_de: - Low Pass (Tiefpass) Filter
fr_fr: - Filtre pass-bas
ru_ru: - Фильтрация низких частот (Low Pass)

# Captions.Filters.Names.None.Text
source: - Disable Filter
de_de: - Filter ausschalten
fr_fr: - Déasctier le filtre
ru_ru: - Отключить фильтрацию

# Captions.ManageTrackers.Text
source: When you enable or disable a set of trackers they will be spawned or despawned right away, but will still exist in the list of devices in SteamVR. Trackers you've just disabled will appear turned off until SteamVR is restarted. If you run into issues with tracker detection in apps, please restart SteamVR first.
de_de: Wenn eine Reihe von Trackern aktiviert oder deaktiviert wird, werden sie sofort gespawnt oder despawnt. Sie werden aber weiterhin in der Liste der Geräten in SteamVR aufgelistet. Tracker, die gerade deaktiviert wurden, werden bis SteamVR neu gestartet wird als deaktiviert angezeigt. Sollten Probleme mit der Tracking-Erkennung in Apps auftreten, sollte SteamVR zuerst neu gestartet werden.
fr_fr: Lorsqu'un tracker est activé ou désactivé, il apparait immédiatement dans SteamVR. Sauf que lorsque vous désactivez un tracker qui était présent. Il existe encore dans la liste, juste éteint. Et restera dans cet état jusqu'a ce que vous relanciez SteamVR.
ru_ru: Когда вы включаете или отключаете трекеры они моментально переключаются, при этом все еще присутствуя в списке устройств SteamVR. Трекеры которые вы отключили будут отображаться в SteamVR как выключенные до его перезагрузки. Если вы столкнетесь с проблемами обнаружения трекеров в приложениях, то сначала перезагрузите SteamVR.

# Captions.Orientation.Explanations.Default.Text
source: This setting can be unstable for some users on Xbox One Kinect, try Software-Calculated Rotation if that's the case. This is the joint orientation guessed by the Kinect SDK based on the position of each joint in the chain. Imagine if you were to stick arrows on every limb of your body pointing towards your extremities. For foot trackers, behavior differs between Kinect models. On Xbox One, the rotation is based on the tip of the foot, which means that your feet can turn. On Xbox 360, the rotation is based on the ankle alone, meaning there is no foot rotation.
de_de: Diese Einstellung kann für einige Benutzer auf Xbox One Kinect instabil sein. In diesem Falle, versuche es noch einmal mit der Softwareberechneten Rotation. Dies ist die Gelenkausrichtung, die vom Kinect SDK basierend auf der Position jedes Gelenks in der Kette approximiert wird. Stell dir das soweit vor, dass man auf jedes Glied des Körpers Pfeile anknüpft, die auf die Extremitäten zeigen. Bei Fußtrackern unterscheidet sich das Verhalten zwischen Kinect-Modellen. Auf Xbox One basiert sich die Drehung auf der Fußspitze, was bedeutet, dass sich Ihre Füße drehen können. Auf der Xbox 360 basiert die Drehung allein auf dem Knöchel, was bedeutet, dass es keine Fußdrehung gibt.
fr_fr: Cette option peut être instable pour certains utilisateurs sur la Kinect One. Si c'est le cas, essayez avec la rotation calculée logiciel. L'orientation de chaque articulation est inférée par le SDK de la Kinect basée sur la position de chaque partie du corps. Imaginez qu'une flèche est attachée au bout de chaque articulation, et que le tracker pointe dans cette direction. Cette option fonctionne différemment sur Kinect 360 et Kinect One. Sur la Kinect Xbox One, la rotation est basée sur le bout du pied, donc vous pouvez tourner vos pieds. Sur la Kinect Xbox 360, elle est basée sur le talon, donc le tracker suit seulement la jambe.
ru_ru: Эта настройка может быть нестабильной для некоторых пользователей Xbox One Kinect, если такое происходит, то попробуйте использовать программное вращение. Kinect SDK предсказывает направление суставов основываясь на положении каждого сустава в цепочке. Представьте, что от каждой части тела проведены стрелки в направлении ваших конечностей. Для трекинга ног поведение отличается между разными моделями Kinect. Для Xbox One, вращение базируется на кончиках стоп, поэтому ваши ноги могут поворачиваться. Для Xbox 360, вращение базируется лишь на лодыжках, поэтому поворот ног отсутствует.

# Captions.Orientation.Explanations.HMD.Text
source: Trackers will follow the direction the headset is facing in the Y axis (turning around) but won't rotate on the other two axes.
de_de: Die Tracker folgen der Richtung, in die das Headset auf der Y-Achse zeigt. Die Tracker drehen sich aber nicht auf den anderen beiden Achsen.
fr_fr: Les trackers suivent l'orientation du casque de VR sur l'axe Y mais perdent toute rotation dans les deux autres.
ru_ru: Трекеры будут следовать в направлении вашей гарнитуры по оси Y (поворот в сторону).

# Captions.Orientation.Explanations.MathBased.Text
source: This option is only available for feet trackers. The direction of your feet is calculated from the angle between the ankle and the tip of the foot. And the range is reduced to 50% to avoid jitter. This allows for foot rotation on Xbox 360 Kinect.
de_de: Diese Option ist nur für Fußtracker verfügbar. Die Richtung der Füße wird aus dem Winkel zwischen Knöchel und Fußspitze berechnet. Die Reichweite wird auf 50% reduziert um Jitter (Flimmern) zu vermeiden. Dies ermöglicht die Drehung der Füße auf der Xbox 360 Kinect.
fr_fr: Cette option est disponible seulement pour les pieds. La direction des pieds est calculée en se basant sur l'orientation du bout des pieds jusqu'au talon. Le mouvement est limité à 50% pour éviter les glitch. Cette option permet de tourner les pieds sur la Kinect 360.
ru_ru: Эта настройка доступна только для трекинга ног. Направление ваших ног рассчитывается от угла между лодыжкой и кончиком стопы. Диапазон уменьшен на 50% чтобы избежать дрожания. Это позволяет добиться поворота ног для Xbox 360 Kinect.

# Captions.Orientation.Explanations.None.Text
source: Trackers don't rotate at all, except for when tracker mirroring (flip) is engaged by facing away.
de_de: Die Tracker drehen sich nur, wenn die Tracker-Spiegelung (Flip) durch Wegschauen aktiviert wird.
fr_fr: Les trackers ne tournent pas. Sauf quand le retournement est actif en étant dos à la Kinect.
ru_ru: Трекеры не вращаются, за исключением, когда отражение (skeleton flip) задействовано, если вы повернулись в противоположную сторону.

# Captions.Orientation.Introduction.Text
source: All rotation settings are still affected by tracker mirroring (skeleton flip) when it is enabled.
de_de: Alle Rotationseinstellungen werden weiterhin von der Tracker-Spiegelung (Skelett-Flip) beeinflusst, wenn es aktiviert ist.
fr_fr: Toutes les options de rotation sont affectées par le retournement des trackers.
ru_ru: Когда включено, все настройки вращения подвержены отражению (skeleton flip).

# Captions.Orientation.Names.Default.Text
source: - Device-inferred Rotation
de_de: - Vom Gerät abgeleitete Rotation
fr_fr: - Rotation inférée par l'appareil
ru_ru: - Аппаратное вращение

# Captions.Orientation.Names.HMD.Text
source: - Follow Headset
de_de: - Headset folgen
fr_fr: - Suivre le casque
ru_ru: - Следовать гарнитуре

# Captions.Orientation.Names.MathBased.Text
source: - Software-Calculated Rotation
de_de: - Softwareberechnete Rotation
fr_fr: - Rotation calculée logiciel
ru_ru: - Программное вращение

# Captions.Orientation.Names.None.Text
source: - Disable Rotation
de_de: - Rotation deaktivieren
fr_fr: - Désactiver la rotation
ru_ru: - Отключить вращение

# Captions.TrackerConfig.Text
source: Amethyst supports up to 7 emulated trackers at once. By default only 3 are enabled. Each set contains settings to adjust how rotation and filtering is handled for particular trackers. This allows you to for example set a strong filter on your feet and waist if you intend on sitting down a lot, while also using a faster setting for elbows so they follow your hands more closely.
de_de: Amethyst unterstützt bis zu 7 Basistracker. Zusätzliche können über das Zahnradsymbol umgeschaltet werden. Jeder Tracker oder Reihe von Trackern enthält Einstellungen zum Anpassen der Rotation und Filterung für einzelne Tracker. Auf diese Weise kann man beispielsweise einen starken Filter für Füße und Taille einstellen, wenn man beabsichtigt, viel zu sitzen und gleichzeitig eine schnellere Einstellung für die Ellbogen verwenden, damit die Tracker die Hände besser folgen können.
fr_fr: Amethyst supporte jusqu'à 7 trackers de base, et des trackers additionels peuvent être activés ou désactivés en cliquant sur l'icône d'engrenage. Chaque tracker ou ensemble de trackers a ses propres paramêtres pour configurer comment leur rotation fonctionne et quel filtre est utilisé pour les mouvements. Ceci vous permet par exemple d'appliquer un filtre plus rapide aux coudes et un filtre plus prononcé sur les pieds si vous comptez vous asseoir souvent.
ru_ru: Amethyst поддерживает до 7 трекеров. Дополнительные трекеры можно переключить через значок шестеренки. Каждый трекер или набор трекеров имеет различные настройки, которые могут изменить поведение вращения и фильтрации для каждого из трекеров. Это позволяет отдельно применить фильтрацию с наибольшим сглаживанием для ног и пояса, если вы собираетесь много сидеть, при этом используя более отзывчивую фильтрацию локтей для наилучшего следования за вашими руками.

# Captions.TrackerConfigNote.Text
source: Note: Some of these settings are only relevant when using Kinect.
de_de: Notiz: Einige dieser Einstellungen sind nur bei Verwendung von Kinect relevant.
fr_fr: Note: Certeines de ces options fonctionnent seulement avec Kinect.
ru_ru: Примечание: некоторые из этих настроек имеют значение только тогда, когда используется Kinect.

# Titles.FilterSettings.Text
source: Filter settings:
de_de: Filtereinstellungen:
fr_fr: Paramêtres de filtre:
ru_ru: Настройки фильтрации:

# Titles.ManageTrackers.Text
source: Enabling and disabling trackers:
de_de: Tracker aktivieren und deaktivieren:
fr_fr: Activer/désactiver les trackers:
ru_ru: Включение и отключение трекеров:

# Titles.RotationSettings.Text
source: Rotation settings:
de_de: Rotationseinstellungen:
fr_fr: Paramêtres de rotation:
ru_ru: Настройки вращения:

# Titles.TrackerConfig.Text
source: About tracker configuration
de_de: Über die Tracker-Konfiguration
fr_fr: À propos de la configuration des trackers
ru_ru: О конфигурации трекеров
